"All neccessary tools have been disabled in Preferences" = "Все необходимые инструменты были отключены в Настройках";
"Can't map file into memory" = "Не могу загрузить файл в память";
"File cannot be optimized any further" = "Файл не может быть более оптимизирован";
"File is neither PNG, GIF nor JPEG" = "Файл не является PNG, GIF или JPEG";
"Inspecting file" = "Проверка файла";
"New file" = "Новый файл";
"Optimized file could not be saved" = "Оптимизированный файл не может быть сохранен";
"Optimized successfully with %@" = "Оптимизированно успешно с %@";
"Size of optimized file is 0" = "Размер оптимизированного файла 0";
"Started %@" = "Начато %@";
"Waiting in queue" = "Ожидание в очереди";
"Waiting to be optimized" = "Ожидание оптимизици";
"Waiting to start more optimizations" = "В ожидании начала оптимизации";
"%@ failed to start" = "%@ сбой при запуске";
"Add" = "Добавить";
"Cut" = "Вырезать";
"KB" = "KB";
"MB" = "MB";
"Saved %@ out of %@. %@ overall (up to %@ per file)" = "Спасено %@ из %@. %@ всего (до %@ на файл)";
"Saved %@ out of %@. %@ per file on average (up to %@)" = "Спасено %@ из %@. %@ в среднем на файл (до %@)";